{
    "songkick_response": {
        "status": "ok", 
        "popularity": 4.2e-05, 
        "displayName": "Jory Nash at Ethical Culture Society of Bergen County (November 19, 2016)", 
        "ageRestriction": null, 
        "venue": {
            "displayName": "Ethical Culture Society of Bergen County", 
            "uri": "http://www.songkick.com/venues/2464344-ethical-culture-society-of-bergen-county?utm_source=32233&utm_medium=partner", 
            "lat": 40.8881551, 
            "metroArea": {
                "country": {
                    "displayName": "US"
                }, 
                "state": {
                    "displayName": "NY"
                }, 
                "displayName": "New York", 
                "uri": "http://www.songkick.com/metro_areas/7644-us-new-york?utm_source=32233&utm_medium=partner", 
                "id": 7644
            }, 
            "lng": -74.026258, 
            "id": 2464344
        }, 
        "uri": "http://www.songkick.com/concerts/28227509-jory-nash-at-ethical-culture-society-of-bergen-county?utm_source=32233&utm_medium=partner", 
        "start": {
            "date": "2016-11-19", 
            "datetime": "2016-11-19T20:00:00-0500", 
            "time": "20:00:00"
        }, 
        "location": {
            "lat": 40.8881551, 
            "city": "Teaneck, NJ, US", 
            "lng": -74.026258
        }, 
        "performance": [
            {
                "billingIndex": 1, 
                "displayName": "Jory Nash", 
                "id": 54910839, 
                "billing": "headline", 
                "artist": {
                    "identifier": [
                        {
                            "mbid": "86551ed7-c673-4973-a2bd-48733c7df308", 
                            "href": "http://api.songkick.com/api/3.0/artists/mbid:86551ed7-c673-4973-a2bd-48733c7df308.json"
                        }
                    ], 
                    "displayName": "Jory Nash", 
                    "uri": "http://www.songkick.com/artists/951-jory-nash?utm_source=32233&utm_medium=partner", 
                    "id": 951
                }
            }
        ], 
        "type": "Concert", 
        "id": 28227509
    }, 
    "musicbrainz_response": {
        "type-id": "b6e035f4-3ce9-331c-97df-83397230b0df", 
        "name": "Jory Nash", 
        "area": null, 
        "gender": null, 
        "life-span": {
            "ended": false, 
            "begin": null, 
            "end": null
        }, 
        "tags": [], 
        "relations": [], 
        "ipis": [], 
        "end_area": null, 
        "begin_area": null, 
        "gender-id": null, 
        "isnis": [], 
        "sort-name": "Nash, Jory", 
        "country": null, 
        "type": "Person", 
        "id": "86551ed7-c673-4973-a2bd-48733c7df308", 
        "disambiguation": ""
    }, 
    "bandsintown_response": {
        "description": "The Ethical Culture Society of Bergen County\r\n687 Larch Avenue\r\nTeaneck, NJ 07666\r\nFor more info call, 201-836-5187\r\n \r\n ETHICAL BREW is a live music venue located in Teaneck, NJ, dedicated to serving up a quality blend of folk & indie performers in an intimate and welcoming environment. Fifty percent of the proceeds from each show are allocated to funding worthy social action projects and charities that reflect the humanist values of the Ethical Culture Society of Bergen County. Past beneficiaries include whyhunger, Edeyo Foundation (Haiti), Heifer International, Bergen County Sanctuary Committee, Ramapo-Bergen Animal Sanctuary, Doctors Without Borders, Earthjustice. \r\nEthical Brew is proud to present Live In Concert:\r\nSpuyten Duyvil with special guest Jory Nash \r\n\r\nProceeds from this performance will be donated to: Brady Campaign to Prevent Gun Violence - Bergen County New Jersey Chapter\r\n\r\n \r\nSpuyten Duyvil\r\n\r\nSpuyten Duyvil's (pronounced \"SPITE-en-DIE-vul\") brand of original and traditional American roots music blends olde-time blues, bluegrass and folk rock with a pinch of punk rock energy to create a uniquely modern mix. Led by songwriting couple, Mark Miller and Beth Kaufman, this six-piece powerhouse band brings barn-burning energy to venues throughout the East Coast and Midwest.A festival favorite, the band who hail from Yonkers, NY, has played shows at CitiField, The Philadelphia Folk Festival, Musikfest, The Falcon Ridge Folk Festival and Clearwater Festival. This year, they have expanded their horizons with gigs ranging from the South Florida Folk Festival to Israel, where they headlined at the Jacob's Ladder Festival.They recently released their third full-length CD, \"The Social Music Hour Vol. 1\", to critical acclaim and their 2013 CD, \"Temptation\", made it to the #7 spot on the Folk DJ chart in its first full month out, with the cut \"I'll Fly Away\", grabbing the #2 song spot. Their 2011 release \"New Amsterdam\" landed on a dozen DJ Top Ten lists and received a nomination for the Alternate Root TV's \"2011 Top American Roots Album.\"\r\nHere's the buzz on Spuyten Duyvil...\"Raucous roots...\" -- Phillip Lutz, The New York Times\"The band's arrangements, energy, and attitude always amaze me... big sound, big drama, big groove...\"-- Stephan Winnick, The Huffington Post\"Yonker, NY-based Spuyten Duyvil are the real deal when it comes to roots revivalist American Music..\"-- William Hurley, The Alternate Root TV\"To me they are the hottest new band in folk music ... and one of the best\"-- Legendary DJ, Gene Shay, WXPN\"Seeing a Spuyten Duyvil show for the first time is like throwing a cherry bomb into a lake -- it wakes you up.\"-- Rich Warren, WFMT\r\n For more on Spuyten Duyvil: www.spuytenduyvilmusic.com\r\n\r\n \r\n \r\nJory Nash\r\nJory Nash is an award-winning Canadian singer-songwriter and storyteller who blends elements of folk, jazz, blues, pop & soul into an original stew of sound. He has recorded eight critically acclaimed albums, the most recent being his Spring 2015 release, \"The Many Hats of Jory Nash\". In 2013, his album \"Little Pilgrim\" was nominated for a Canadian Folk Music Award (CFMA) for Best Producer. His 2009 album \"New Blue Day\", was named Penguin Egg Magazine Critic's Choice of the Year. Jory Nash also received a CFMA nomination for \"New Blue Day\". Jory Nash songs have been used in the feature length movie, Moon Point and the upcoming feature length documentary, 30 Ghosts and have been recorded byJuno-nominated jazz singer Lori CullenJory plays acoustic guitar, piano and banjo and his warm, unique voice urges you to listen to his thoughtful lyrics and intricate melodies. Jory Nash is regularly heard on numerous CBC Radio programs, SiriusXM, BBC, Galaxie, and college/NPR stations across North America. He tours regularly across Canada and the U.S. playing folk festivals, house concerts and folk clubs.Jory Nash has a hat collection that numbers in the hundreds and he is also a long-suffering fan of the Toronto Maple Leafs.\r\nHere's what folks are saying about Jory Nash...\"When Jory Nash is on stage, you just want to listen and be with him in his music! A real treat to have Jory play Blue Skies Music Festival.\"-- Julia Phillips, Artistic Director. Blue Skies Music Festival\"Whether solo or with his band, Jory puts on a terrific show. He's smart and funny and always puts out 100% -- our audience loved him\"-- Al Rankin, Rankin Productions, Live Wire Music Series\"Jory not only has the ability to capture an audience's attention, but is able to weave his songs in a manner that allows the listener to become immersed in his music.\"-- Arnie Ivsins, Artistic Director, Barrie Folk Society\"Masterful storytelling with rich segues into brilliant and captivating songs. A Jory Nash live show is a joy to experience!\"-- Liz Scott, Artistic Director, Eaglewood Folk Festival\r\nFor More About Jory Nash: www.jorynash.com", 
        "title": "Jory Nash @ The Ethical Culture Society of Bergen County in Teaneck, NJ", 
        "ticket_type": "Tickets", 
        "venue": {
            "city": "Teaneck", 
            "name": "The Ethical Culture Society of Bergen County", 
            "country": "United States", 
            "region": "NJ", 
            "longitude": -74.026227, 
            "place": "The Ethical Culture Society of Bergen County", 
            "latitude": 40.888082
        }, 
        "facebook_rsvp_url": "http://www.bandsintown.com/event/12735213?app_id=ticketgame&artist=Jory+Nash&came_from=67", 
        "ticket_url": "http://www.bandsintown.com/event/12735213/buy_tickets?app_id=ticketgame&artist=Jory+Nash&came_from=67", 
        "on_sale_datetime": null, 
        "formatted_datetime": "Saturday, November 19, 2016 at 8:00PM", 
        "datetime": "2016-11-19T20:00:00", 
        "formatted_location": "Teaneck, NJ", 
        "ticket_redirect_url": "https://www.eventbrite.com/e/ethical-brew-presents-spuyten-duyvil-with-special-guest-jory-nash-tickets-27156280165?aff=aff0bandsintown", 
        "artists": [
            {
                "website": null, 
                "facebook_page_url": null, 
                "name": "Jory Nash", 
                "url": "JoryNash", 
                "tracker_count": 279, 
                "mbid": "86551ed7-c673-4973-a2bd-48733c7df308", 
                "image_url": "https://s3.amazonaws.com/bit-photos/large/280737.jpeg", 
                "facebook_tour_dates_url": "http://www.bandsintown.com/JoryNash/facebookapp?came_from=67", 
                "thumb_url": "https://s3.amazonaws.com/bit-photos/thumb/280737.jpeg"
            }
        ], 
        "ticket_status": "available", 
        "id": 12735213
    }, 
    "ticket_details": {
        "ticket_redirect_url": "https://www.eventbrite.com/e/ethical-brew-presents-spuyten-duyvil-with-special-guest-jory-nash-tickets-27156280165?aff=aff0bandsintown"
    }, 
    "modified_time": 1479442748.0, 
    "created_minutes": 12433, 
    "created_time": 1478911692.0, 
    "modified_minutes": 3582, 
    "id": 28227509
}