{
    "songkick_response": {
        "status": "ok", 
        "ageRestriction": null, 
        "displayName": "The Mondegreens with Groovesession and Jelly Bread at Nectar Lounge (December 7, 2016)", 
        "popularity": 0.000131, 
        "venue": {
            "displayName": "Nectar Lounge", 
            "uri": "http://www.songkick.com/venues/11589-nectar-lounge?utm_source=32233&utm_medium=partner", 
            "lat": 47.6521845, 
            "metroArea": {
                "country": {
                    "displayName": "US"
                }, 
                "state": {
                    "displayName": "WA"
                }, 
                "displayName": "Seattle", 
                "uri": "http://www.songkick.com/metro_areas/2846-us-seattle?utm_source=32233&utm_medium=partner", 
                "id": 2846
            }, 
            "lng": -122.3538836, 
            "id": 11589
        }, 
        "uri": "http://www.songkick.com/concerts/28271044-mondegreens-at-nectar-lounge?utm_source=32233&utm_medium=partner", 
        "start": {
            "date": "2016-12-07", 
            "time": "21:00:00", 
            "datetime": "2016-12-07T21:00:00-0800"
        }, 
        "location": {
            "lat": 47.6521845, 
            "city": "Seattle, WA, US", 
            "lng": -122.3538836
        }, 
        "performance": [
            {
                "artist": {
                    "identifier": [], 
                    "displayName": "The Mondegreens", 
                    "uri": "http://www.songkick.com/artists/8215833-mondegreens?utm_source=32233&utm_medium=partner", 
                    "id": 8215833
                }, 
                "displayName": "The Mondegreens", 
                "id": 54984479, 
                "billing": "headline", 
                "billingIndex": 1
            }, 
            {
                "artist": {
                    "identifier": [], 
                    "displayName": "Groovesession", 
                    "uri": "http://www.songkick.com/artists/985655-groovesession?utm_source=32233&utm_medium=partner", 
                    "id": 985655
                }, 
                "displayName": "Groovesession", 
                "id": 55010124, 
                "billing": "support", 
                "billingIndex": 2
            }, 
            {
                "artist": {
                    "identifier": [
                        {
                            "mbid": "65f16b22-26f9-46c8-8e66-1eec70d68f83", 
                            "href": "http://api.songkick.com/api/3.0/artists/mbid:65f16b22-26f9-46c8-8e66-1eec70d68f83.json"
                        }
                    ], 
                    "displayName": "Jelly Bread", 
                    "uri": "http://www.songkick.com/artists/2828596-jelly-bread?utm_source=32233&utm_medium=partner", 
                    "id": 2828596
                }, 
                "displayName": "Jelly Bread", 
                "id": 55010129, 
                "billing": "support", 
                "billingIndex": 3
            }
        ], 
        "type": "Concert", 
        "id": 28271044
    }, 
    "bandsintown_response": {
        "description": "12.7 Wednesday (Funk/Soul)\nNectar & The PBJ Present:\nGroovesession\nJelly Bread\nThe Mondegreens\n$10adv\n8pm doors\n8:30pm show\n21+\n\nNectar Lounge\n412 N 36th St\nwww.nectarlounge.com\n\n\nGroovesession\nWebsite\nYoutube\n\nJerry Garcia may have had a love affair with Soulive's long lost aunt. They hung out with Moe eating up lots of String Cheese Incident, Lettuce, Disco Biscuits and Red Hot Chili Peppers. Who but Duke Ellington was sitting in Traffic next to The Allman Brothers making the Freeway Jam worthwhile to well you know, The Mahavishnu Orchestra. Then they spent Ten Years after saying Yes to Led Zeppelin and Santana w/ Buddy Miles which produced a baby named Return to Forever that had Little Feat and Airto. We think the Mother of invention was Janis Joplin or Joni Mitchell. Did I mention uncles Grover, Jimi, Quincy and Miles... They even cheated with Roy Ayers, Jean-Luc Ponty, Ozomatli and Deodato. Dancing to Mongo Santamaria, Willie Bobo and Donny Hathaway they laughed with Marvin Gaye and Stevie Wonder all the while keeping an eye on the Meters. They moved next door to the Dixie Dregs with Ohm down the street Lynard Skynard next door and Screaming Headless Torso's rehearsing in the back house. They had a Phish named Zappa and a Rage Against the Machine when some dumbass killed John Lennon and Bob Marley died. Fela Kuti played in the park with John Scofield and Karl Denson chasing Medeski Martin & Wood for their Radiohead. They ended up in their Derek Trucks with some guys named Ben & Jack who claimed to have grown up with Herbie Hancock, George Duke and the Beatles. Wilco come to find out that after the Black Sabbath they were all seeing Deep Purple, Lenny White, Pink Floyd and James Brown. This could have caused Wide Spread Panic in most to get such a Weather Report but this group took the Seawind Blow by Blow, popped in some Billy Cobham and kicked back to enjoy The Art of Tea while staring off into the Enigmatic Ocean... We strive to sound like GrooveSession!\n\n\n\nJelly Bread\nWebsite\nSoundcloud\n\nJelly Bread’s musical alchemy blends a dash of alt-rock with soul and funk, yet is thoroughly steeped in Rock-Americana. The band’s chameleonic playlist is highlighted by dual vocals, four part harmonies, in-the-pocket drum and bass grooves, swampy lap steel guitar, dirt under the fingernails guitar licks, and take-’em-to-church organ that is downright appetizing. Jelly Bread has emerged with a high-energy calling card that melds elements of desert twang and the urban tones of funk & rock, balanced by exceptional songwriting and storytelling.Jelly Bread has been delving into more extensive touring this past year. This past year, Jelly Bread has been tapped to perform opening duties for the likes of Robert Cray, Robert Randolph and the Family Band, Dragon Smoke (members of Galactic), The Motet, Ivan Neville’s Dumpstaphunk, Lukas Nelson and the Promise of the Real, Pimps of Joytime, Sister Sparrow and the Dirty Birds and performed on a bill featuring Bruce Hornsby and Railroad Earth. The band has appeared at premiere festivals to include Joshua Tree, Strawberry and High Sierra Music Festivals.Over the course of the 2013 summer, in between touring, Jelly Bread spent time recording at Imirage Sound Lab with Tom Gordon who has worked with the likes of Ozzy Osbourne, Collective Soul, Dr. Dre, Boyz II Men, Willie Nelson, Merle Haggard, among many others. After months of dedication, the band emerged with a their latest EP titled “Lessons Learned”.The EP, which includes the head-nodding, signature energetic funk and rock soul listeners have come to expect from Jelly Bread, maintains the honest storytelling of the more Americana influences Jelly Bread has been rooted in since its inception.\n\n\n\nThe Mondegreens\nWebsite\nBandcamp\n\nThe Mondegreens is a rock group based in Seattle, WA churning out a new take on “California Soul”: song-based rock & roll, infused with R&B, psychedelia, and folk. With an infectious, harmony-driven sound that combines the raw passion of The Avett Brothers with the diverse soundscapes of Grizzly Bear, their sought-after live shows can “run from dusty, shambling Americana to bright and modern in a single set.” Before nestling into the Pacific Northwest in 2015, The Mondegreens spent three years forging solid bonds with audiences and refining their live performances across the western U.S. The boys toured constantly, playing strings of shows that invariably included the entire West Coast, but also extended from San Antonio, TX to Bozeman, MT, from Tucson, AZ to Jackson, WY.As California valley natives, Jack Knight (guitar/vocals), Russell Rabut (guitar/vocals), and David Friedlander (bass/vocals), began collaborating in 2007, coming together around roots music, vocal harmony, and songwriting. Scotty Jenkins (percussion) was recruited prior to their 2015 tour to Austin’s SXSW, completing their current lineup. As at ease at an intimate house concert as they are on a festival stage, The Mondegreens continue to capture the attention of audiences of all shapes, ages, and sizes.", 
        "title": "The Mondegreens @ Nectar Lounge in Seattle, WA", 
        "ticket_type": "Tickets", 
        "venue": {
            "city": "Seattle", 
            "name": "Nectar Lounge", 
            "country": "United States", 
            "region": "WA", 
            "longitude": -122.354096, 
            "place": "Nectar Lounge", 
            "latitude": 47.652307
        }, 
        "facebook_rsvp_url": "http://www.bandsintown.com/event/13093444?app_id=ticketsgame&artist=The+Mondegreens&came_from=67", 
        "ticket_url": "http://www.bandsintown.com/event/13093444/buy_tickets?app_id=ticketsgame&artist=The+Mondegreens&came_from=67", 
        "on_sale_datetime": null, 
        "formatted_datetime": "Wednesday, December 7, 2016 at 8:00PM", 
        "datetime": "2016-12-07T20:00:00", 
        "formatted_location": "Seattle, WA", 
        "ticket_redirect_url": "https://www.eventbrite.com/e/groovesession-jelly-bread-the-mondegreens-tickets-28464698680?aff=ebapi&tracking_code=aff0bandsintown", 
        "artists": [
            {
                "website": null, 
                "facebook_page_url": "http://www.facebook.com/pages/The%20Mondegreens/102703549911297", 
                "name": "The Mondegreens", 
                "url": "TheMondegreens", 
                "tracker_count": 485, 
                "mbid": null, 
                "image_url": "https://s3.amazonaws.com/bit-photos/large/6150824.jpeg", 
                "facebook_tour_dates_url": "http://www.bandsintown.com/TheMondegreens/facebookapp?came_from=67", 
                "thumb_url": "https://s3.amazonaws.com/bit-photos/thumb/6150824.jpeg"
            }
        ], 
        "ticket_status": "available", 
        "id": 13093444
    }, 
    "ticket_details": {
        "ticket_redirect_url": "https://www.eventbrite.com/e/groovesession-jelly-bread-the-mondegreens-tickets-28464698680?aff=ebapi&tracking_code=aff0bandsintown"
    }, 
    "modified_time": 1479442890.0, 
    "created_minutes": 18199, 
    "created_time": 1478566088.0, 
    "modified_minutes": 3586, 
    "id": 28271044
}