{
    "songkick_response": {
        "status": "ok", 
        "popularity": 0.000158, 
        "displayName": "Ruth Theodore, Brooke Sharkey, and Monticule at Green Note (November 8, 2016)", 
        "ageRestriction": null, 
        "venue": {
            "displayName": "Green Note", 
            "uri": "http://www.songkick.com/venues/3266-green-note?utm_source=32233&utm_medium=partner", 
            "lat": 51.5374217, 
            "metroArea": {
                "country": {
                    "displayName": "UK"
                }, 
                "displayName": "London", 
                "uri": "http://www.songkick.com/metro_areas/24426-uk-london?utm_source=32233&utm_medium=partner", 
                "id": 24426
            }, 
            "lng": -0.1456995, 
            "id": 3266
        }, 
        "uri": "http://www.songkick.com/concerts/28291479-ruth-theodore-at-green-note?utm_source=32233&utm_medium=partner", 
        "start": {
            "date": "2016-11-08", 
            "datetime": "2016-11-08T19:00:00+0000", 
            "time": "19:00:00"
        }, 
        "location": {
            "lat": 51.5374217, 
            "city": "Camden, UK", 
            "lng": -0.1456995
        }, 
        "performance": [
            {
                "billingIndex": 1, 
                "displayName": "Ruth Theodore", 
                "id": 55020944, 
                "billing": "headline", 
                "artist": {
                    "identifier": [
                        {
                            "mbid": "569da0ab-c9ad-4d7a-9e4e-3757afa8124f", 
                            "href": "http://api.songkick.com/api/3.0/artists/mbid:569da0ab-c9ad-4d7a-9e4e-3757afa8124f.json"
                        }
                    ], 
                    "displayName": "Ruth Theodore", 
                    "uri": "http://www.songkick.com/artists/591228-ruth-theodore?utm_source=32233&utm_medium=partner", 
                    "id": 591228
                }
            }, 
            {
                "billingIndex": 2, 
                "displayName": "Brooke Sharkey", 
                "id": 55020949, 
                "billing": "headline", 
                "artist": {
                    "identifier": [
                        {
                            "mbid": "1d78380d-016e-41a3-929f-1d82ab355368", 
                            "href": "http://api.songkick.com/api/3.0/artists/mbid:1d78380d-016e-41a3-929f-1d82ab355368.json"
                        }
                    ], 
                    "displayName": "Brooke Sharkey", 
                    "uri": "http://www.songkick.com/artists/878968-brooke-sharkey?utm_source=32233&utm_medium=partner", 
                    "id": 878968
                }
            }, 
            {
                "billingIndex": 3, 
                "displayName": "Monticule", 
                "id": 55020954, 
                "billing": "headline", 
                "artist": {
                    "identifier": [], 
                    "displayName": "Monticule", 
                    "uri": "http://www.songkick.com/artists/8671719-monticule?utm_source=32233&utm_medium=partner", 
                    "id": 8671719
                }
            }
        ], 
        "type": "Concert", 
        "id": 28291479
    }, 
    "bandsintown_response": {
        "description": "PLEASE NOTE: DOORS OPEN: 7pm, MUSIC STARTS AT 8pm.\n\nThe venue comprises both seated and standing space. There are a limited number of seats. These are allocated on a first come first served basis, so if you'd like a seat, please ensure you arrive early.\n\nWe reserve the right to release all unclaimed tickets for re-sale at 9.15pm. If you will be arriving after this time, please inform us in advance, so that we can hold your tickets for you.\nWe can be contacted by email on mail@greennote.co.uk\n\n---------------------------------------------------------------------------------\n\nLondon Folk and Roots Festival presents... EMERGING TALENT NIGHT... Featuring: Monticule + Ruth Theodore + Brooke Sharkey\n\n\n\nMONTICULE: Edinburgh born trio Monticule can't really be pinned down but if you were to say 'soulful-bluesy-country-rock' you wouldn't be wrong. Their unique style has dra...wn comparisons to the likes of The Black Keys and Alabama Shakes. Following high praise from BBC Scotland and Another Country with Ricky Ross with their singles 'Vultures' and 'Pros & Cons', Monticule progressed to playing the main stages at the sold out Hebridean Celtic Festival and FyneFest in 2016.\n\nFantastic voice and love the slide- Edith Bowman\n\n\"Blues and Soul Hitting the Spot\" - Amazing Radio\n\nFormed in late 2014 their first year brought festival appearances and over 40 shows during the Edinburgh Fringe, starting a buzz around the capital. A sold out first press of their independently produced EP captured the essence of the band's versatile and distinctive sound.\n\nTheir latest single, 'Pros & Cons' was released to a sold out show in Edinburgh and is receiving regular airplay with BBC Radio Scotland.\n\n-------------------------\n\nRUTH THEODORE: \n\n\"Extraordinary\" - The Guardian &#8203;&#9733;&#9733;&#9733;&#9733;\n\n\"Confident, assured and truly unique\" - Fatea Magazine\n\n\"Truly original...\" \"Her new album's a killer\" - fRoots\n\nRuth Theodore's songs fascinate audiences with their gripping honesty and distinctive lyricism. Over an array of unconventional guitar tunings, Ruth sings stories of the known universe with captivating vocal dexterity and poetic originality.  Ruth moves almost recklessly between pacey political passages, stomping slide guitar, and enchanting piano pieces that conjure the compositional freedom of a young Keith Jarrett, with the timeless qualities of such artists as Carole King and Nina Simone. Turning her music on its head at every opportunity, Ruth's natural lyricism and deliberate turn of phrase is that of a skilled writer in command of, and having fun with, the idea of contemporary songwriting.\n\nRuth's fourth studio album 'Cactacus', which she recorded with producer and bassist Todd Sickafoose (Anais Mitchell/Ani Difranco), was released through Aveline Records in September this year. Ruth travelled and played her way through California and up into Oregon to work alongside a stellar cast of musicians including organist Rob Burger (Tom Waits, Willie Nelson), percussionist Mathias Kunzli (Regina Spektor, Lauryn Hill), and Violinist Jenny Scheinman (Lucinda Williams, Lou Reed).\n\nOccasionally recalling Kate Bush and Ani DiFranco, this is a beautiful, sad, wonderful LP - MOJO&#8203; &#9733;&#9733;&#9733;&#9733;\n\n\"... [an] impressive ability to excite audiences with her truly original, fascinating and thoroughly entertaining music..... a wealth of poetry, satire and pure, natural artistry. 'Cactacus' is a wonderful, captivating album.\" - Folk Radio UK\n\n\"...songs that are full of vitality. Quirky lyrics tumble out of her in a torrent, with angular melodies and inventive settings... an excellent album of invigorating freshness and originality.\" - Country Music People\n\n\"...a beautiful voice, backed it up with amazingly accomplished guitar skills, songs of substance...\" \"...[her] lyrics are Dylanesque in scope and skill\" - Red Guitar Music\n\n\"Ruth writes alternative folk and blues music but at heart she is a pure punk San Franciscan beat poet\" - Todd Sickafoose\n\n-------------------------------\n\nBROOKE SHARKEY  'Irresistible music' with '..a vocal performance that seems to switch effortlessly between lithely melodic and fiery' - Folk Radio\n\nLondon based singer-songwriter Brooke Sharkey was raised between France and England, since her return she has release 2 Eps and 1 full length album (one dress, 2012) and is currently working on her second album due to be released in October 2016. Brooke self produces her music and collaborates with band members based in and around east London. Her unique sound can be described as:\n\n'An introspective sound adorned with emotional vocals and sliding string sections that create a tense air of melancholy that few others can master so simply and so elegantly, Brooke Sharkey oozes a creativity that radiates emotion. She is a woman who bleeds artistry' - Fresh beats\n\nWith a vocal style that switches effortlessly between lithely melodic and fiery, set against a deeply atmospheric musical backdrop, comparisons with the likes of Kate Bush, Ane Brun and Cat Power are inevitable.  The use of French horn by band member Jez Houghton, Sam Perts odd and unique rhythms and electric guitar by singer/songwriter Adam Beattie on this new album takes Brooke sound into unforeseen territory.", 
        "title": "Ruth Theodore @ Green Note in London, United Kingdom", 
        "ticket_type": null, 
        "venue": {
            "city": "London", 
            "name": "Green Note", 
            "country": "United Kingdom", 
            "region": "P5", 
            "longitude": -0.1166667, 
            "place": "Green Note", 
            "latitude": 51.5
        }, 
        "facebook_rsvp_url": "http://www.bandsintown.com/event/13097823?app_id=ticketgame&artist=Ruth+Theodore&came_from=67", 
        "ticket_url": null, 
        "on_sale_datetime": null, 
        "formatted_datetime": "Tuesday, November 8, 2016 at 7:00PM", 
        "datetime": "2016-11-08T19:00:00", 
        "formatted_location": "London, United Kingdom", 
        "artists": [
            {
                "website": "http://www.ruththeodore.com/", 
                "facebook_page_url": null, 
                "name": "Ruth Theodore", 
                "url": "RuthTheodore", 
                "tracker_count": 378, 
                "mbid": "569da0ab-c9ad-4d7a-9e4e-3757afa8124f", 
                "image_url": "https://s3.amazonaws.com/bit-photos/large/5221090.jpeg", 
                "facebook_tour_dates_url": "http://www.bandsintown.com/RuthTheodore/facebookapp?came_from=67", 
                "thumb_url": "https://s3.amazonaws.com/bit-photos/thumb/5221090.jpeg"
            }
        ], 
        "ticket_status": "unavailable", 
        "id": 13097823
    }, 
    "musicbrainz_response": {
        "name": "Ruth Theodore", 
        "tags": [], 
        "gender": null, 
        "life-span": {
            "ended": false, 
            "begin": null, 
            "end": null
        }, 
        "area": null, 
        "relations": [
            {
                "source-credit": "", 
                "end": null, 
                "target-type": "url", 
                "url": {
                    "resource": "http://www.ruththeodore.com/", 
                    "id": "5ebe5b86-55c8-4928-b5be-0da5235f7d96"
                }, 
                "direction": "forward", 
                "begin": null, 
                "type-id": "fe33d22f-c3b0-4d68-bd53-a856badf2b15", 
                "ended": false, 
                "attributes": [], 
                "type": "official homepage", 
                "target-credit": "", 
                "attribute-values": {}
            }
        ], 
        "ipis": [], 
        "end_area": null, 
        "type-id": "b6e035f4-3ce9-331c-97df-83397230b0df", 
        "begin_area": null, 
        "sort-name": "Theodore, Ruth", 
        "country": null, 
        "disambiguation": "", 
        "type": "Person", 
        "id": "569da0ab-c9ad-4d7a-9e4e-3757afa8124f", 
        "gender-id": null
    }, 
    "id": 28291479, 
    "ticket_details": {
        "ticket_redirect_url": false
    }
}