{
    "songkick_response": {
        "status": "ok", 
        "popularity": 9.3e-05, 
        "displayName": "Curt Chambers with The Golden West, Daniel Bonte, and Heather Jeanette at Hotel Cafe (November 17, 2016)", 
        "ageRestriction": null, 
        "venue": {
            "displayName": "Hotel Cafe", 
            "uri": "http://www.songkick.com/venues/90-hotel-cafe?utm_source=32233&utm_medium=partner", 
            "lat": 34.1004371, 
            "metroArea": {
                "country": {
                    "displayName": "US"
                }, 
                "state": {
                    "displayName": "CA"
                }, 
                "displayName": "Los Angeles", 
                "uri": "http://www.songkick.com/metro_areas/17835-us-los-angeles?utm_source=32233&utm_medium=partner", 
                "id": 17835
            }, 
            "lng": -118.329829, 
            "id": 90
        }, 
        "uri": "http://www.songkick.com/concerts/28423029-curt-chambers-at-hotel-cafe?utm_source=32233&utm_medium=partner", 
        "start": {
            "date": "2016-11-17", 
            "datetime": "2016-11-17T19:00:00-0800", 
            "time": "19:00:00"
        }, 
        "location": {
            "lat": 34.1004371, 
            "city": "Hollywood, CA, US", 
            "lng": -118.329829
        }, 
        "performance": [
            {
                "billingIndex": 1, 
                "displayName": "Curt Chambers", 
                "id": 55251419, 
                "billing": "headline", 
                "artist": {
                    "identifier": [], 
                    "displayName": "Curt Chambers", 
                    "uri": "http://www.songkick.com/artists/2563041-curt-chambers?utm_source=32233&utm_medium=partner", 
                    "id": 2563041
                }
            }, 
            {
                "billingIndex": 2, 
                "displayName": "The Golden West", 
                "id": 55251424, 
                "billing": "support", 
                "artist": {
                    "identifier": [], 
                    "displayName": "The Golden West", 
                    "uri": "http://www.songkick.com/artists/2249354-golden-west?utm_source=32233&utm_medium=partner", 
                    "id": 2249354
                }
            }, 
            {
                "billingIndex": 3, 
                "displayName": "Daniel Bonte", 
                "id": 55251429, 
                "billing": "support", 
                "artist": {
                    "identifier": [], 
                    "displayName": "Daniel Bonte", 
                    "uri": "http://www.songkick.com/artists/7919969-daniel-bonte?utm_source=32233&utm_medium=partner", 
                    "id": 7919969
                }
            }, 
            {
                "billingIndex": 4, 
                "displayName": "Heather Jeanette", 
                "id": 55251434, 
                "billing": "support", 
                "artist": {
                    "identifier": [], 
                    "displayName": "Heather Jeanette", 
                    "uri": "http://www.songkick.com/artists/1272785-heather-jeanette?utm_source=32233&utm_medium=partner", 
                    "id": 1272785
                }
            }
        ], 
        "type": "Concert", 
        "id": 28423029
    }, 
    "bandsintown_response": {
        "description": "Boots On Stage Presents a showcase featuring up-and-coming Los Angeles based country music artists. Performances by: Daniel Bonte, Dani Rose, Heather Jeanette, Golden West and Curt Chambers. DJ Sean Cvtter will be spinning your favoite country hits, and a little hip-hop too. Looking forward to seeing you and thank you for supporting LA Country! #BootsOnStage\nDANIEL BONTE//Bo-na Fide adj. : real or genuine LAW: made or done in an honest or sincere way// Taking their moniker to heart, Daniel Bonte & The Bona Fide are leading the charge to bring original & organic Rock Country to Southern California. Their sound has evolved from years of solo and collaborative songwriting, live performances, jam sessions after a double-shift, late nights with Jack Daniels, heartbreak, and feel good \"Moments.\" It’s not your ordinary country and that's fine by them. If you like rock & roll, soul, blues, and the stories of country music then the Bona Fide will get your stamp of approval.\nThe Bona Fide recently partnered with Sunlane Music Management, and are set to release their highly anticipated follow up EP entitled \"Easy Kind Of Livin\" in November 2016. Daniel had a strong 2016 with main stage appearances opening for Josh Abbott Band, Easton Corbin, Chase Rice, and Cody Johnson throughout the southwest. A small tour up the central coast of California is scheduled for November, followed by a headlining slot for the 3rd annual California Christmas show featuring A Thousand Horses. The Bona Fide are already currently booking dates for festivals in 2017, and planning a Texas to Tennessee tour to help push the release of their new music.\nDANI ROSE“I KNOW IT’S HARD TO COMPARE ANYBODY TO THIS SUPERSTAR’S VOICE, BUT DANI HAS A CARRIE UNDERWOOD FEEL, IT’S REALLY POWERFUL”– ST. PIERRE, WPOC 93.1\nThe past few years have been a whirlwind of hard work, hustle and accomplishment for Dani Rose.  As a TV Show Host for PBS's music video program Strictly Global on MHz Networks, producer of her own music videos with distribution on national television, a solo artist supporting Grammy Award winners Leeann Rimes, Marc Cohn and Top 40's Matt Nathanson, and her original songs featured on A&E, ABC & HBO - Dani has been hard at work.  Originally from Chantilly, Virginia, Dani and her family moved to Tokyo, Japan when she entered the 5th grade, and spent her formative years overseas and abroad.  The family returned to Virginia when she was in High School and Dani went on to Virginia Tech for college and graduated with a Bachelors degree in English and Musical Analysis.  With a passion for performing, in 2009 Dani completed perhaps one of her most entertaining accomplishments, winning the legendary NYC Amateur Night at the Apollo with a rendition of Aretha Franklin’s “Chain of Fools”.   A girl that once going, never stops, Dani has been featured several times at the Sunset Sessions Radio Film & TV Showcase and has performed live on a myriad of NBC, FOX & WUSA morning news and talk programs.  Her songs have been featured in film and tv with notable placements on A&E's TEACH:  Tony Danza, ABC's General Hospital, and the indie film The Umbrealla Man. In 2013, her single, “Didn’t Mean it That Way,” debuted at #6 on the iTunes POP ‘Hot Tracks’ and quickly followed with notable placements on iTunes New & Noteworthy Country and iTunes Rising Stars of Country.  \nAfter relocating to Los Angeles, Dani began working with producer/writer and tv/film composer Michael Lord.  Throughout 2015 they worked together on several pieces for tv movies on ION Television and On Demand, she most recently sang the end credits song for Jessica Darling's IT LIST executively produced by Debby Ryan, and the talk-tv show theme song for Hollywood Today LIVE on FOX.  Shortly after singing background vocals on several tracks for Disney's movie DESCENDANTS with a soundtrack debut at #1 on Billboard, Dani signed with WME for representation.\nIn 2014, Dani founded the female country trio Honey County.  The band started off at a clip and garnered success with a placement on the season finale of HBO's True Blood in 2014 and was quickly chosen as semi-finalists on VH1's \"Make A Band Famous.\" Following the release of the Honey County EP in June of 2015, the single '99 Bottles' was picked as a semi-finalist in a contest advertised on CMT to open for country star Brett Eldredge and placed second in Go Country 105's 34th annual Country Showdown.  Honey County has had radio airplay on Los Angeles fan favorite radio station, KCRW as well as iheartradio's WPOC 93.1.  They are currently touring.\nHEATHER JEANETTEHeather Jeanette is a pop singer/songwriter signed to Mixstar Publishing, LLC under one of the most in demand pop mixers in the music industry, Serban Ghenea. As a songwriter alone, some of her recent accomplishments include writing for Hollywood Records artist Selena Gomez and Scooter Braun's Madison Beer. She has also co produced for Kelly Clarkson and Jason Derulo.Currently Heather is writing in studios in Los Angeles, CA for her full length album.Heather Jeanette's single \"Only You\" is now out and available at digital retailers along with the Official Music Video on Youtube. She plans on releasing more music and touring next year. For more information or to connect with Heather Jeanette you can visit her Facebook, Instagram, or Youtube, as well as join the mailing list.\nGOLDEN WESTIf a duo or a band has ever lived up to their name, Golden West definitely qualifies in that description. Comprised of Brittany Knott and Taylor Nash, the duo exemplifies all that one identifies as the California sound – a wide open, melodious approach buoyed by the pair’s pristine and airtight harmonies. According to Knott, the old saying “Practice Makes Perfect” surely applies, as they have been honing their craft for close to a decade. “We’ve been playing together for about eight years now. We started playing in college our freshman year. We were just hanging out and jamming, and it turned into this songwriting and duo.”The two actually met while attending Point Loma University in San Diego. Knott recalls that one of the things that brought them together was their love of music. “We both have always loved music, and have had some of the same influences, but also a lot of different ones. I think that the thing that drew us together was that we could come together on those common grounds, but he would show me stuff that I never heard or had listened to before, and vice versa. For us, that was cool, because it showed us a different side of music that we had never heard.”Nash says the two bonded over a wide variety of artists – ranging from Dolly Parton and Shania Twain to Fleetwood Mac and The Eagles. He added that his separate influences run the gamut even more.“I really liked the alternative rock and the classic rock – this is L.A., after all. On the country side, I love the new guys, as well as the Bakersfield sound. The nice thing about living here in LA is that we get to listen to a little bit of everything.”Each of those diverse musical influences come to the forefront of the Golden West sound. Their infectious debut single, “PCH” (Pacific Coast Highway) is a fine example of this – with the imprint of California written all over it.Golden West manages to capture that roll-down-the-window feel of the highway that has captivated the world’s attention for years. What is it about that 655 mile stretch of road that runs from Orange County to Mendocino Country that inspired them to write the song?“It’s one of the most scenic and beautiful drives in the world,” exclaims Nash. “We’re just blessed that we live so close to it. It’s the one road in LA that you don’t mind if there is traffic. There’s no false advertising the beauty of it.” Knott agrees with her partner, adding that there is something about driving the route that just makes you feel good. “It’s so iconic. It’s one of those roads that people from across the world come to drive on. It lives up to its’ name. On it, you feel free and careless.”That same adrenaline rush is something that Golden West feels when they are on the stage. Taylor Nash says “We have a lot of high energy. That’s one thing that people say a lot about us,” while Knott admits that feeding off an audience is something they don’t take for granted one bit. “We love playing live, and the fans are so awesome. When we get on stage, they radiate so much energy that combined with our excitement, it makes for a fun show.”Golden West approaches their music with a hands-on touch. They write their own music, and record and track everything in their own studio. When asked about their approach to crafting a song, Nash says “It varies. Sometimes, we sit down and can write one in fifteen minutes, and other times, it might be a little more difficult. We really approach every song differently.”It’s that approach to creative detail that also comes into play on their tight harmonies, of which Knott says “It’s difficult to find that someone that you click with in music. We worked with so many different people over the years, and it just worked with each other right off the bat from a vocal level.” She says that also goes for writing together. “We just have a lot of the same ideas about the way we say things. A lot of times, we’ll agree to write a separate verse by ourselves, and they usually come out the same. It’s like we read each other’s minds. It just works. There’s no other way to describe it.” Both Knott and Nash have been collaborating with some of Nashville’s top songwriters, and aim to keep progressing as tunesmiths.As far as their career from a business standpoint, Knott says their goals for the future are simple. When asked where she would like to see Golden West in the future, she didn’t hesitate. “We’d love to have a song or two on the radio doing well. Hopefully, we can go out touring doing as many shows as we can for as many people. To have the fans be moved by our music…that’s what it’s all about for us.”\nCURT CHAMBERSCurt Chambers is an American singer, song writer, producer and recording artist who has gained notoriety for his unique fusions of rock, soul, country and hip hop. Often described as refreshing and innovative, the Philadelphia native’s gifts as a musician were cultivated at home and in church where he was raised to appreciate multiple musical genres and was influenced heavily by gospel, soul, blues and country. He was taught to play several instruments including, piano, drums and guitar. It is on the guitar, however, where the essence of Curt Chambers comes to life, captivating all who are fortunate enough to witness.\nCurt’s immense talent partnered with his wildly diverse blues, country and hip hop power packed performances humbly provided him the opportunity to share stages with a wide array of musical legends such as BB King, and Jerry Douglas as well as rock and hip hop icons Travis Barker, P. Diddy, Eminem, the legendary LL Cool J and many more.\nAs a graduate of William Patterson University where he majored in Jazz and Performance Studies, Curt further extended his musical palette making him adept and respected in musical composition and direction. He is a recipient of multiple notable accolades including 2 Grammy nominations and an ASCAP award for his contribution as songwriter for the hit “Finding My Way Back” performed by R&B recording artist Jaheim. Since then, Curt’s talent for writing partnered with his genius as a multi- instrumentalist continue to elevate him creatively and professionally having written and co-written for the likes of Eminem, Lenny Kravitz, Miguel, and Jamie Foxx and recently with hip hop pioneer Dr. Dre in which Curt received another Grammy nomination for his work on the critically acclaimed album “Compton.”\nWith a sound that is unique, multi dimensional and holds no boundaries, Curt Chambers nurtures his love for musical pluralism as he collaborates with the industry's best pop and country artists building a legacy that continues to cross genres and creates cutting edge musical masterpieces.", 
        "title": "Curt Chambers @ The Hotel Cafe in Los Angeles, CA", 
        "ticket_type": "Tickets", 
        "venue": {
            "city": "Los Angeles", 
            "name": "The Hotel Cafe", 
            "country": "United States", 
            "region": "CA", 
            "longitude": -118.32955, 
            "place": "The Hotel Cafe", 
            "latitude": 34.100388
        }, 
        "facebook_rsvp_url": "http://www.bandsintown.com/event/13155722?app_id=ticketsgame&artist=Curt+Chambers&came_from=67", 
        "ticket_url": "http://www.bandsintown.com/event/13155722/buy_tickets?app_id=ticketsgame&artist=Curt+Chambers&came_from=67", 
        "on_sale_datetime": null, 
        "formatted_datetime": "Thursday, November 17, 2016 at 7:00PM", 
        "datetime": "2016-11-17T19:00:00", 
        "formatted_location": "Los Angeles, CA", 
        "ticket_redirect_url": "https://www.eventbrite.com/e/daniel-bonte-dani-rose-heather-jeanette-golden-west-curt-chambers-tickets-28567101971?aff=aff0bandsintown", 
        "artists": [
            {
                "website": null, 
                "facebook_page_url": null, 
                "name": "Curt Chambers", 
                "url": "CurtChambers", 
                "tracker_count": 613, 
                "mbid": null, 
                "image_url": "https://s3.amazonaws.com/bit-photos/large/176282.jpeg", 
                "facebook_tour_dates_url": "http://www.bandsintown.com/CurtChambers/facebookapp?came_from=67", 
                "thumb_url": "https://s3.amazonaws.com/bit-photos/thumb/176282.jpeg"
            }
        ], 
        "ticket_status": "available", 
        "id": 13155722
    }, 
    "ticket_details": {
        "ticket_redirect_url": "https://www.eventbrite.com/e/daniel-bonte-dani-rose-heather-jeanette-golden-west-curt-chambers-tickets-28567101971?aff=aff0bandsintown"
    }, 
    "modified_time": 1479442562.0, 
    "created_minutes": 18231, 
    "created_time": 1478566031.0, 
    "modified_minutes": 3622, 
    "id": 28423029
}