{
    "url": "http://www.ticketfly.com/api/events/event.json?eventId=1383834", 
    "response_text": "{\"status\":\"ok\",\"pageNum\":1,\"totalPages\":1,\"maxResults\":1000,\"totalResults\":1,\"title\":\"Ticketfly Event\",\"link\":\"http://www.ticketfly.com/api/events/event.json\",\"currPage\":\"http://www.ticketfly.com/api/events/event.json?eventId=1383834\",\"prevPage\":\"\",\"nextPage\":\"\",\"events\":[{\"org\":{\"id\":7123,\"name\":\"Larimer Lounge\",\"timeZone\":\"America/Denver\",\"promoter\":false,\"orgConfigEvent\":{\"enableCustomDomain\":false,\"customDomain\":null}},\"venue\":{\"id\":5287,\"name\":\"Larimer Lounge\",\"timeZone\":\"America/Denver\",\"address1\":\"2721 Larimer St.\",\"address2\":\"\",\"city\":\"Denver\",\"stateProvince\":\"CO\",\"postalCode\":\"80205\",\"metroCode\":\"751\",\"country\":\"usa\",\"url\":\"http://www.larimerlounge.com/\",\"blurb\":\"\",\"urlFacebook\":\"https://www.facebook.com/larimerlounge/\",\"urlTwitter\":\"http://twitter.com/larimerlounge\",\"lat\":\"39.759935\",\"lng\":\"-104.983801\",\"image\":{\"large\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/29/76/25-vnlg.jpg\",\"width\":300,\"height\":188},\"medium\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/29/76/25-vnmd.jpg\",\"width\":200,\"height\":125},\"original\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/29/76/25-og.jpg\",\"width\":960,\"height\":600},\"small\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/29/76/25-vnsm.jpg\",\"width\":100,\"height\":63},\"square\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/29/76/25-sq.jpg\",\"width\":100,\"height\":100},\"squareSmall\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/29/76/25-sqsm.jpg\",\"width\":60,\"height\":60},\"xlarge\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/29/76/25-vnxl.jpg\",\"width\":500,\"height\":313}}},\"id\":1383834,\"featured\":false,\"published\":true,\"purchaseSkin\":null,\"orgPurchaseSkin\":null,\"name\":\"Muna\",\"headlinersName\":\"Muna\",\"supportsName\":\"\",\"slug\":\"muna-denver\",\"image\":{\"jumbo\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-ejmbo.jpg\",\"width\":960,\"height\":640},\"jumbo1\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-etjmbo1.jpg\",\"width\":960,\"height\":540},\"large\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-elg.jpg\",\"width\":300,\"height\":200},\"large1\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-etlg1.jpg\",\"width\":300,\"height\":200},\"medium\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-emd.jpg\",\"width\":200,\"height\":133},\"medium1\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-etmd1.jpg\",\"width\":200,\"height\":133},\"original\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-og.jpg\",\"width\":2048,\"height\":1365},\"small\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-esm.jpg\",\"width\":100,\"height\":67},\"small1\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-etsm1.jpg\",\"width\":100,\"height\":67},\"square\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-sq.jpg\",\"width\":100,\"height\":100},\"squareSmall\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-sqsm.jpg\",\"width\":60,\"height\":60},\"xlarge\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-exl.jpg\",\"width\":500,\"height\":333},\"xlarge1\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-etxl1.jpg\",\"width\":500,\"height\":333},\"xxlarge\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-exxl.jpg\",\"width\":650,\"height\":433},\"xxlarge1\":{\"path\":\"http://cdn.ticketfly.com/i/00/02/37/86/38-etxxl1.jpg\",\"width\":650,\"height\":433}},\"dateCreated\":\"2016-11-10 14:34:56\",\"lastUpdated\":\"2016-11-10 14:34:57\",\"publishDate\":\"2016-11-15 10:00:00\",\"startDate\":\"2017-02-14 20:00:00\",\"endDate\":null,\"doorsDate\":\"2017-02-14 19:00:00\",\"onSaleDate\":\"2016-11-18 10:00:00\",\"offSaleDate\":\"2017-02-14 20:00:00\",\"onSaleDates\":[{\"name\":\"On Sale\",\"startDate\":\"2016-11-18 10:00:00\",\"endDate\":\"2017-02-14 20:00:00\"}],\"topLineInfo\":\"Larimer Lounge Presents\",\"promoterName\":\"Larimer Lounge Presents\",\"sponsorName\":\"\",\"sponsorImage\":null,\"additionalInfo\":\"<p>All sales are final. Review your order carefully, there are no refunds for any reason. Tickets are non-transferable. No tickets are mailed to you, your name will be on the will call list night of show. Night of show (1) bring a valid government issued ID and (2) print your confirmation e-mail and bring with you night of show.<\\/p>\",\"additionalTicketText\":\"\",\"ageLimitCode\":\"OVER_16\",\"ageLimit\":\"16 and Over\",\"showTypeCode\":null,\"showType\":\"\",\"eventStatusCode\":\"BUY\",\"eventStatus\":\"Buy\",\"eventStatusMessage\":\"\",\"ticketPurchaseUrl\":\"https://www.ticketfly.com/purchase/event/1383834?utm_medium=api\",\"ticketPrice\":\"$15.00\",\"externalTicketingUrls\":[],\"multiEventCartable\":true,\"facebookEventId\":\"\",\"facebookEventIdString\":\"\",\"headliners\":[{\"id\":1771889,\"name\":\"Muna\",\"startTime\":null,\"eventDescription\":\"The best bands are the ones that operate like gangs, the ones who formed to kick back at the world and act as a kind of orphanage for similarly displaced youths. Said bands don't care about anything as much as they care about being that band. Music becomes the unifier, a language that can be joyful and sorrowful at once, and always cathartic. The pure authenticity of the band is in their refusal to pander to rules and expectations. It's their way or the highway. MUNA are that band. They finish each other's sentences, they are one another's biggest cheerleaders, they have a language between them that defies American English, and in conversation they can't wait to get onto the subject of their shared queerness as fast as possible. MUNA came together like a ride-or-die clique would form in a cult classic teen movie. If three's a crowd, MUNA are the one you wanna hang with. Imagine the opening scene. It takes place at USC in LA, sophomore year. Katie Gavin, a newly arrived transfer student from NYU, is walking out of an African Diaspora class where she's just met a cute girl with a twice-pierced nose called Naomi McPherson who she wants all her friends to meet… \\n\\nNaomi explains, \\\"We were walking out of class and I asked Katie what she studied and she tells me she's a music major, and I say, 'That's cool, I play guitar'. And she says, 'Oh you play guitar? you can be in my band.'\\\" Katie, the mastermind and captain of MUNA, laughs, rubbing her hands. \\\"I was scheming. We became friends organically.\\\" Josette Maskin, the third wheel of this initial meet-cute came across Katie separately in a music class. \\\"Did we really meet in class, dog? I don't remember,\\\" asks Josette. Katie: \\\"Dude, we met in class, remember? I was trying to reinvent myself by pretending I was straight. When I met you I thought, 'Oh my god, great. A gay!\\\" When Katie eventually introduced Naomi to Josette, Josette told her she was going to follow Naomi home, take all of her skin off and wear it… \\\"Dude, Josette terrified me,\\\" recalls Naomi. \\\"You're such a weirdo, I love it. Now I realise you were saying that stuff in a friendly way.\\\" Josette draws a blank, admitting she can't remember a second of this. \\\"Dude. You were blasted,\\\" says Naomi. They howl together. \\n\\nIn their hook-laden songs, MUNA may come across as broodily as the soundtrack to 'Donnie Darko', all Joy Division lyrical moroseness and Tears For Fears chiming melodies, but IRL they possess the college humour of 'Beavis & Butthead' and the bitching aloofness of 'The Craft' via the charm of pretty much every great '90s girl band. Understandably their fun hangs meant it took them a minute to actually start making music together, which they did one night round Naomi's dorm room, drinking wine. As they recall how all the parts came about, like three super smart stoners trying to put a jigsaw together, all signs point to Katie as the master of ceremonies, the glue who can do everything from leading their songwriting sessions, to producing it all alone in her bedroom via the magic of Ableton. Naomi and Josette were left to jam out guitar parts using their mutual sixth sense. \\\"I was just intimidated by how talented Naomi was,\\\" admits Katie. It was the unexpected poppy results of Katie's overnight production from this session that left everyone else floored. \\n\\n\\\"It made me shit my pants,\\\" says Josette. \\\"I even remember what you were wearing. It was when you were into wearing those things on top of your head?\\\" Katie looks confused: \\\"Like a bun?\\\" \\\"No man, you wore it every single… The tie thing!\\\" Katie, still perplexed. \\\"A scarf? I don't know, it's been a process with the short hair. Was I wearing those blue pants with the beads?\\\" Josette gets back to the point. \\\"It was shocking to me. You wrote an '80s pop song and you showed me it, and just said, 'I write pop, bitch', then walked away.\\\" For a group of instrument nerds who weren't traditionally versed in pop, the synth-y, beat-driven basis of Katie's project was positively radical. \\\"Dude, it was just so fucking real,\\\" says Josette. \\n\\nKatie, for one, began life as a violinist, who then became an Andrew Bird fan, realised she wanted to play her violin sideways, and taught herself guitar, production, beat-making and songwriting after numerous bad experiences with older male producers. Naomi has the strongest musical pedigree, born into a family of professional musicians, and beginning life on classical guitar, then moving to electric via a love for hip-hop and Joni Mitchell. Josette, on the other hand, has tried it all, from learning to play metal at the age of 11 to starting a ska band called Great Ape (\\\"because we thought it was cool to name a band after a type of weed\\\") to finally forming a prog rock band called Blue Thunder. \\\"Damn son!\\\" she laughs. \\\"I was such an asshole dipshit my whole life. I wanted a guitar when I was seven because I knew I wanted to be a rockstar. I had a collection of leather jackets as a kid.\\\" In other words, Josette was born to be onstage. \\n\\nVia memorable headscarves, premature life crises, and three individual obsessions with making music, MUNA arrived at their self-described \\\"dark pop\\\" of 2016 and a debut EP in 'Loudspeaker', which they take full credit for. They write and produce everything themselves simply because they can. \\\"We don't need anybody to help us,\\\" says Katie, matter-of-factly. \\\"Katie is proficient in everything,\\\" says Josette. Besides containing four catchy slices of MUNA melodic fire, intended to lay the groundwork for a future album, the title is aptly named. It represents the trio's intention to wield their musical platform and voice their innermost anxieties, truths and impressions of the human race, while having the time of their - and your - lives. While the label \\\"queer pop\\\" may have followed them around somewhat on early blogs after they put out five \\\"very experimental\\\" songs two summers ago, it isn't the thing they want to define them. Bolstered by their inner gang confidence, they're fearless when it comes to just being MUNA: individualist, intelligent and sidesplittingly funny. \\\"We all just love fucking bomb-ass songwriters,\\\" says Naomi of their inspirations. Their listening sessions comprise of everything from Fleetwood Mac and Talking Heads to Massive Attack, LUSH and Cocteau Twins. \\\"Whenever we find an album we just listen to the album and jack off together to it,\\\" explains Josette. It's a process that works. \\n\\nThe best thing about this, of course, is that the MUNA way of life is not exclusive. They welcome you into their #alt.squad with open arms. \\\"I'm not white,\\\" says Naomi. \\\"Together we're three not-straight, young women living in America, and we don't give a fuck.\\\" Katie chimes in. \\\"We wanna say exactly what we think. If you're a musician and say - 'Oh I don't wanna talk about politics, I'm just a musician' that's not true. By not getting into it, you're choosing a side. We're not afraid to go there.\\\" Josette looks at her BFFs: \\\"When I'm with you two, I feel like I'm in a safe space to be whoever I want, and I want that other people will be able to share that with us through our music.\\\" In a moment in time where celebrities are famous for no reason, artists are struggling to make money, and integrity offers very zero gain, team MUNA have every reason to herald some kind of revolution. \\\"We're reaching a precipice where people just wanna connect even if it's through a song. We don't see the point in being given a platform and not using it.\\\" Josette breaks the serious vibes. \\\"Dawg, does my face look like sludge?\\\" \\n\\nLater tonight MUNA use their platform to full effect, playing the gig of their young lives to a crowd of family, friends and peers. They're the type of multi-influenced band whose cultural reference points could easily draw from a number of eras. Are Naomi's plaid trousers a Sex Pistols thing, or straight-up Cher from Clueless? Are the rose garlands wrapped around the trio's microphones an ode to Morrissey, or closer to Florence & The Machine? Then there's Katie's architectural haircut which reminds in equal parts of T-Boz from TLC and Madonna circa 'Nothing Really Matters'. \\\"This one's for all the weirdoes out there!\\\" she smiles. It makes total sense, of course, that MUNA - like Chvrches, The 1975 and Wolf Alice before them – are a pop band who can morph between these styles and jump around eras like an iTunes library shuffles around 65 years' worth of chart history. MUNA belong to a generation who make music as they consume it, and they consume it on their own terms. \\n\\nThe dream at the moment is pretty simple: make an album, tour the world, get some fans, sell some t-shirts. Josette: \\\"I'm stoked. I wanna learn how to drink more. Honestly these two are my best friends and I'm addicted to hanging out with them.\\\" It's just as well Josette is excited for the physical hardships of touring following a physically demanding SXSW, during which MUNA caught Mono. \\\"Sometimes I kinda wish we were cool and had an I-don't-give-a-fuck-let's-get-fucked-up attitude,\\\" says Katie. \\\"In actuality we're the opposite of that. We're extremely sincere, heartfelt and put so much pressure on ourselves.\\\" You can tell that MUNA love music. That's why they're doing it. What's cooler than that?\",\"isMobileFriendly\":\"false\",\"image\":null,\"youtubeVideos\":[],\"embedAudio\":\"\",\"embedVideo\":\"\",\"urlAudio\":\"\",\"urlPurchaseMusic\":\"\",\"urlOfficialWebsite\":\"http://www.whereismuna.com\",\"urlMySpace\":\"\",\"urlFacebook\":\"https://www.facebook.com/whereismuna\",\"urlTwitter\":\"http://twitter.com/whereismuna\",\"twitterScreenName\":\"whereismuna\"}],\"supports\":[],\"urlEventDetailsUrl\":\"http://www.ticketfly.com/event/1383834?utm_medium=api\"}]}", 
    "response_code": 200
}